[
    {
        "pid": "1",
        "title": "Nike Dunk Low Retro",
        "images": [ 
            "/assets/images/dunk-low-retro-1.jpg"
        ],
        "description": "The '80s basketball icon returns with classic details and throwback hoops flair. Channeling vintage style back onto the streets, its padded, low-cut collar lets you take your game anywhere—in comfort.",
        "price": 115,
        "count": 1
    },
    {
        "pid": "2",
        "title": "Nike Zoom Vomero 5",
        "images": [
            "/assets/images/zoom-vomero-5-1.jpg"
        ],
        "description": "Carve a new lane for yourself in the Zoom Vomero 5—your go-to for complexity, depth and easy styling. The richly layered design includes textiles, synthetic leather and plastic accents that come together to make one of the coolest sneakers of the season.",
        "price": 160,
        "count": 1
    },
    {
        "pid": "3",
        "title": "Nike Dunk Low",
        "images": [
            "/assets/images/dunk-low-1.jpg"
        ],
        "description": "Created for the hardwood but taken to the streets, the Nike Dunk Low Retro returns with crisp overlays and original team colors. This basketball icon channels '80s vibes with premium leather in the upper that looks good and breaks in even better. Modern footwear technology helps bring the comfort into the 21st century.",
        "price": 95,
        "count": 1
    },
    {
        "pid": "4",
        "title": "Nike Air Force 1 '07",
        "images": [
            "/assets/images/air-force-1-07-1.jpg"
        ],
        "description": "The radiance lives on in the Nike Air Force 1 ’07, the b-ball OG that puts a fresh spin on what you know best: durably stitched overlays, clean finishes and the perfect amount of flash to make you shine.",
        "price": 115,
        "count": 1
    },
    {
        "pid": "5",
        "title": "Nike P-6000",
        "images": [
            "/assets/images/p-6000-1.jpg"
        ],
        "description": "The Nike P-6000 draws on the 2006 Nike Air Pegasus, bringing you a mash-up of iconic style that's breathable, comfortable and evocative of that early-2000s vibe.",
        "price": 110,
        "count": 1
    },
    {
        "pid": "6",
        "title": "Nike Air Max 97 SE",
        "images": [
            "/assets/images/air-max-97-1.jpg"
        ],
        "description": "Featuring the original ripple design inspired by Japanese bullet trains, the Nike Air Max 97 lets you push your style full-speed ahead. Taking the revolutionary full-length Nike Air unit that shook up the running world and adding fresh colors and crisp details, it lets you ride in first-class comfort.",
        "price": 175,
        "count": 1
    }
]